{
    "rei d afonso henriques": "D. Afonso Henriques foi o primeiro rei de Portugal, governando de 1139 a 1185.",
    "rainha d leonor teles": "D. Leonor Teles foi rainha de Portugal por casamento com o rei D. Fernando I. Ela exerceu influência política durante o seu reinado.",
    "presidente ramalho eanes": "António Ramalho Eanes foi um militar e político português que serviu como presidente da República de 1976 a 1986.",
    "explorador bartolomeu dias": "Bartolomeu Dias foi um explorador português que se destacou por ser o primeiro a contornar o Cabo da Boa Esperança, na África.",
    "poeta camoes": "Luís de Camões foi um renomado poeta português, autor de Os Lusíadas, uma das maiores obras da literatura em língua portuguesa.",
    "presidente jorge sampaio": "Jorge Sampaio foi um político português que exerceu o cargo de presidente da República de 1996 a 2006.",
    "escritor eca de queiroz": "Eça de Queiroz foi um dos mais importantes escritores portugueses, autor de obras como Os Maias e O Crime do Padre Amaro.",
    "explorador gaspar corte real": "Gaspar Corte-Real foi um navegador português que explorou a costa atlântica da América do Norte no século XVI.",
    "escritor fernao lopes": "Fernão Lopes foi um cronista português do século XV, considerado o primeiro grande historiador de Portugal.",
    "presidente marcelo rebelo de sousa": "Marcelo Rebelo de Sousa é um político português e atual presidente da República desde 2016.",
    "poeta bocage": "Bocage, cujo nome completo era Manuel Maria Barbosa du Bocage, foi um poeta português conhecido por sua obra lírica e satírica.",
    "navegador diogo cao": "Diogo Cão foi um navegador português que explorou a costa africana no século XV.",
    "escritor camilo castelo branco": "Camilo Castelo Branco foi um importante escritor português do século XIX, autor de obras como Amor de Perdição.",
    "navegador pedro nunes": "Pedro Nunes foi um matemático e cosmógrafo português que fez contribuições significativas para a navegação durante a Era dos Descobrimentos.",
    "explorador vasco da gama": "Vasco da Gama foi um famoso navegador português que estabeleceu a rota marítima para a Índia em 1498.",
    "escritor almeida garrett": "Almeida Garrett foi um escritor e político português, considerado um dos fundadores do romantismo em Portugal.",
    "presidente antonio ramalho eanes": "António Ramalho Eanes foi um militar e político português que serviu como presidente da República de 1976 a 1986.",
    "rainha d leonor aragao": "D. Leonor de Aragão foi rainha de Portugal por casamento com o rei D. Duarte I, e é conhecida por seu mecenato artístico e cultural.",
    "navegador fernao magalhaes": "Fernão de Magalhães, também conhecido como Fernão de Magalhães, foi um explorador português que liderou a primeira viagem de circum-navegação ao redor do mundo.",
    "presidente antonio oliveira salazar": "António de Oliveira Salazar foi um político português que ocupou o cargo de presidente do Conselho de Ministros de Portugal de 1932 a 1968. Ele liderou o Estado Novo, um regime autoritário.",
    "escritor sophia mello breyner": "Sophia de Mello Breyner Andresen foi uma das mais importantes poetisas portuguesas do século XX, conhecida por sua poesia lírica e compromisso cívico.",
    "explorador gil eanes": "Gil Eanes foi um navegador português que ultrapassou o Cabo Bojador, no oeste da África, abrindo caminho para as explorações marítimas portuguesas.",
    "rei d joão ii": "D. João II foi rei de Portugal de 1481 a 1495 e ficou conhecido como 'O Príncipe Perfeito' devido às suas habilidades políticas e aos avanços nos Descobrimentos.",
    "rainha d catarina bragança": "D. Catarina de Bragança foi rainha consorte de Inglaterra, Escócia e Irlanda como esposa do rei Carlos II da Inglaterra. Ela desempenhou um papel importante nas relações entre Portugal e a Inglaterra.",
    "presidente sidonio pais": "Sidónio Pais foi um político e militar português que serviu como presidente da República de 1918 a 1919. Ele liderou um governo autoritário durante um período conturbado da história de Portugal.",
    "escritor jose saramago": "José Saramago foi um dos mais célebres escritores portugueses, laureado com o Prêmio Nobel de Literatura em 1998. Suas obras são conhecidas por sua abordagem experimental e crítica social.",
    "navegador pedro alvares cabral": "Pedro Álvares Cabral foi um navegador português que comandou a frota que descobriu o Brasil em 1500.",
    "poetisa florbela espanca": "Florbela Espanca foi uma poetisa portuguesa conhecida por sua poesia lírica e intensa, explorando temas como o amor, a paixão e a morte.",
    "rei d manuel ii": "D. Manuel II foi o último rei de Portugal, reinando brevemente de 1908 a 1910, quando a monarquia foi derrubada e proclamou-se a República.",
    "explorador cao": "Cão foi um navegador português que explorou a costa africana durante o século XV.",
    "escritor julio dinis": "Júlio Dinis, cujo nome verdadeiro era Joaquim Guilherme Gomes Coelho, foi um escritor e médico português do século XIX, conhecido por suas obras românticas.",
    "navegador bartolomeu dias": "Bartolomeu Dias foi um navegador português que se destacou por ser o primeiro a dobrar o Cabo da Boa Esperança, na ponta sul da África.",
    "rainha d amélia": "D. Amélia foi a última rainha consorte de Portugal, esposa do rei D. Carlos I. Ela desempenhou um papel ativo na vida cultural e social do país.",
    "presidente teofilo braga": "Teófilo Braga foi um escritor, político e historiador português que serviu como presidente interino da República de Portugal em 1910.",
    "escritor alfredo keil": "Alfredo Keil foi um compositor e escritor português, conhecido por compor a música do hino nacional de Portugal, 'A Portuguesa'. Ele também escreveu poesia e peças de teatro.",
    "navegador vasco gama": "Vasco da Gama foi um navegador português que liderou a primeira expedição marítima direta da Europa para a Índia.",
    "presidente manuel arriaga": "Manuel de Arriaga foi um advogado e político português que se tornou o primeiro presidente da República Portuguesa em 1911.",
    "escritor miguel torga": "Miguel Torga foi o pseudônimo de Adolfo Correia da Rocha, um dos mais importantes escritores portugueses do século XX, conhecido por suas obras poéticas e prosaicas.",
    "explorador tristão vaz teixeira": "Tristão Vaz Teixeira foi um navegador português que explorou o Oceano Atlântico e participou das primeiras viagens de descoberta portuguesas.",
    "poeta fernando pessoa": "Fernando Pessoa foi um dos mais importantes poetas e escritores portugueses do século XX, conhecido por seus heterônimos e sua vasta obra literária.",
    "rei d afonso iii": "D. Afonso III foi rei de Portugal de 1248 a 1279, conhecido por suas conquistas territoriais e por estabelecer o português como língua oficial do reino.",
    "rainha d catarina de austria": "D. Catarina de Áustria foi rainha de Portugal por casamento com o rei D. João III. Ela exerceu influência política e cultural durante o seu reinado.",
    "presidente francisco costa gomes": "Francisco da Costa Gomes foi um militar e político português que serviu como presidente da República de 1974 a 1976, durante o período de transição após a Revolução dos Cravos.",
    "navegador pero alenquer": "Pêro de Alenquer foi um navegador português que participou das primeiras expedições marítimas portuguesas ao longo da costa africana.",
    "escritor almeida negreiros": "José de Almada Negreiros foi um escritor, pintor e poeta português, um dos principais representantes do modernismo em Portugal.",
    "antonio oliveira salazar": "António de Oliveira Salazar foi um estadista português que serviu como presidente do Conselho de Ministros de Portugal de 1932 a 1968. Ele liderou o Estado Novo, um regime autoritário.",
    "rei d manuel i": "D. Manuel I, também conhecido como 'O Venturoso', foi rei de Portugal de 1495 a 1521, durante o período áureo dos Descobrimentos portugueses.",
    "rainha d beatriz de castela": "D. Beatriz de Castela foi rainha consorte de Portugal por casamento com o rei D. Afonso III. Ela desempenhou um papel importante na consolidação do reino de Portugal.",
    "presidente oscar carmona": "Óscar Carmona foi um militar e político português que serviu como presidente da República de 1926 a 1951, durante o período do Estado Novo.",
    "escritor mario sa carneiro": "Mário de Sá-Carneiro foi um escritor e poeta português, membro do movimento modernista conhecido como 'Orpheu'. Ele é considerado um dos grandes nomes da literatura portuguesa do século XX.",
    "navegador nuno tristao": "Nuno Tristão foi um navegador português que explorou a costa africana no século XV.",
    "poetisa sophia mello breyner andresen": "Sophia de Mello Breyner Andresen foi uma das mais importantes poetisas portuguesas do século XX, conhecida por sua poesia lírica e compromisso cívico.",
    "rei d afonso iv": "D. Afonso IV foi rei de Portugal de 1325 a 1357, durante o período turbulento da crise de sucessão e da Guerra Fernandina.",
    "presidente bernardino machado": "Bernardino Machado foi um político e escritor português que serviu como presidente da República de Portugal em dois mandatos: 1915 e 1925-1926.",
    "explorador pedro alvares cabral": "Pedro Álvares Cabral foi um navegador português que liderou a frota que descobriu o Brasil em 1500."
}