{"antigo egito": "Civilização antiga localizada no vale do rio Nilo, conhecida por suas pirâmides, faraós e escrita hieroglífica.", 
"imperio romano": "Um dos maiores impérios da antiguidade, conhecido por seu governo centralizado, sistema legal e conquistas territoriais.", 
"idade media": "Período histórico entre a antiguidade clássica e a era moderna, caracterizado pela feudalismo, cavalaria e influência da Igreja Católica.", 
"renascimento": "Movimento cultural e intelectual que floresceu na Europa entre os séculos XIV e XVI, marcado por um renascimento do interesse pelas artes, ciências e humanidades.", 
"revolucao cientifica": "Um período de avanços significativos na ciência, ocorrido principalmente entre os séculos XVI e XVII, com nomes como Copérnico, Galileu e Newton.", 
"revolucao industrial": "Um período de transformação socioeconômica na Europa e nos Estados Unidos, no século XVIII e XIX, com a transição para a produção industrial em larga escala.", 
"revolucao francesa": "Movimento político e social que ocorreu na França entre 1789 e 1799, marcado pela queda da monarquia e ascensão do poder popular.", 
"guerra independencia estados unidos": "Conflito armado que ocorreu entre 1775 e 1783, resultando na independência das treze colônias americanas em relação à Grã-Bretanha.", "revolucao russa": "Uma série de eventos revolucionários em 1917, que levaram à queda do governo czarista e à ascensão do regime comunista liderado por Lênin.", "primeira guerra mundial": "Conflito global ocorrido entre 1914 e 1918, envolvendo muitas das principais potências mundiais e resultando em grandes mudanças políticas e territoriais.", "segunda guerra mundial": "Conflito global ocorrido entre 1939 e 1945, envolvendo as principais potências mundiais, marcado por atrocidades em massa e pela utilização de armas nucleares.", "guerra fria": "Período de tensões políticas e militares entre os Estados Unidos e a União Soviética, que durou aproximadamente de 1947 a 1991, sem confronto direto.", "descolonizacao": "Processo em que muitas colônias ao redor do mundo obtiveram independência em relação às potências coloniais, principalmente nas décadas de 1950 e 1960.", "apartheid": "Sistema de segregação racial institucionalizado na África do Sul entre 1948 e 1994, que promovia a discriminação e a opressão dos não-brancos.", "guerra vietna": "Conflito ocorrido entre 1955 e 1975, envolvendo o Vietnã do Norte e o Vietnã do Sul, bem como os Estados Unidos e outros aliados.", "movimento pelos direitos civis": "Luta pelos direitos civis e igualdade racial nos Estados Unidos, liderada por figuras como Martin Luther King Jr. nas décadas de 1950 e 1960.", "crise dos misseis cuba": "Confronto entre os Estados Unidos e a União Soviética em 1962, devido à instalação de mísseis nucleares soviéticos em Cuba.", "movimento dos direitos civis no apartheid": "Luta contra o sistema de apartheid na África do Sul, liderada por Nelson Mandela e outros ativistas nas décadas de 1950 a 1990.", "queda muro berlim": "Evento simbólico que ocorreu em 1989, marcando o fim da divisão entre Alemanha Oriental e Alemanha Ocidental e o colapso do bloco soviético.", "revolucao cultural chinesa": "Movimento político e social ocorrido na China entre 1966 e 1976, liderado por Mao Tsé-Tung, que resultou em grandes tumultos e perseguições.", "movimento dos direitos civis nos estados unidos": "Campanha para acabar com a segregação racial e garantir direitos iguais para todos os cidadãos dos Estados Unidos, nas décadas de 1950 e 1960.", "golpe estado no chile": "Derrubada do governo democraticamente eleito de Salvador Allende em 1973, pelo general Augusto Pinochet, resultando em uma ditadura militar.", "revolucao industrial inglaterra": "Transformação econômica e social ocorrida na Inglaterra no século XVIII, marcada pela transição para a produção industrial em larga escala.", "declaracao universal dos direitos humanos": "Documento adotado pela Assembleia Geral das Nações Unidas em 1948, estabelecendo os direitos humanos básicos a serem protegidos em todo o mundo.", "cortina ferro": "Metáfora utilizada por Winston Churchill para descrever a divisão política e ideológica entre o bloco ocidental liderado pelos EUA e o bloco oriental liderado pela União Soviética durante a Guerra Fria.", "revolucao cultural no ira": "Movimento político e social ocorrido no Irã em 1979, que resultou na derrubada do xá e no estabelecimento de um regime islâmico liderado pelo aiatolá Khomeini.", "massacre nanquim": "Massacre e abusos cometidos pelo exército imperial japonês contra civis e prisioneiros de guerra na cidade chinesa de Nanquim, em 1937 e 1938.", "revolucao cubana": "Movimento liderado por Fidel Castro que resultou na derrubada do ditador Fulgencio Batista em 1959 e no estabelecimento de um governo socialista em Cuba.", "revolucao mexicana": "Conflito armado ocorrido no México entre 1910 e 1920, marcado pela luta por justiça social, reforma agrária e democracia.", "independencia india": "Processo liderado por Mahatma Gandhi que resultou na independência da Índia do domínio britânico em 1947.", "crise dos misseis 1962": "Confronto entre os Estados Unidos e a União Soviética devido à instalação de mísseis nucleares soviéticos em Cuba, levando o mundo à beira de uma guerra nuclear.", "marcha sobre washington por trabalho liberdade": "Proeminente manifestação realizada em 1963, onde Martin Luther King Jr. fez seu famoso discurso 'Eu Tenho um Sonho'.", "movimento pelos direitos civis no canada": "Luta por igualdade de direitos e combate à discriminação racial no Canadá, influenciado pelo movimento dos direitos civis nos Estados Unidos.", "revolucao industrial nos estados unidos": "Período de rápida industrialização nos Estados Unidos, no século XIX, impulsionado pela inovação tecnológica, urbanização e expansão econômica.", "guerra secessao": "Conflito ocorrido nos Estados Unidos entre 1861 e 1865, resultando na abolição da escravidão e na preservação da União.", "revolucao iraniana": "Movimento político e social ocorrido no Irã em 1979, que resultou na queda do xá e no estabelecimento de um governo islâmico liderado pelo aiatolá Khomeini.", "apartheid africa sul": "Sistema de segregação racial institucionalizado na África do Sul entre 1948 e 1994, promovendo a discriminação e a opressão dos não-brancos.", "chegada homem a lua": "A missão Apollo 11, em julho de 1969, quando Neil Armstrong se tornou o primeiro homem a caminhar na Lua.", "invencao lampada eletrica": "A invenção da lâmpada elétrica por Thomas Edison em 1879, que revolucionou a iluminação artificial.", "independencia dos estados unidos": "Declarada em 1776, quando as Treze Colônias americanas proclamaram sua separação da Grã-Bretanha, levando à formação dos Estados Unidos da América.", "nascimento expansao islamismo": "A religião islâmica foi fundada por Maomé no século VII e se espalhou rapidamente pela Península Arábica e outras partes do mundo.", "revolucao industrial alemanha": "Período de industrialização acelerada na Alemanha no século XIX, impulsionado pela inovação tecnológica e desenvolvimento de indústrias.", "revolucao meiji no japao": "Transformação política e social ocorrida no Japão no final do século XIX, resultando em uma modernização acelerada e ocidentalização do país.", "revolucao industrial franca": "Período de industrialização na França no século XIX, marcado pelo desenvolvimento de indústrias têxteis, siderúrgicas e de transportes.", "tratado versalhes": "Acordo de paz assinado em 1919, após a Primeira Guerra Mundial, estabelecendo as condições para a paz e impondo duras penalidades à Alemanha."}