{
"teoria relatividade": "A teoria da relatividade, desenvolvida por Albert Einstein, revolucionou nossa compreensão do espaço, tempo e gravidade.", 
"evolucao": "A teoria da evolução, proposta por Charles Darwin, explica como as espécies se desenvolvem e se adaptam ao longo do tempo.", 
"genetica": "A genética estuda os genes e hereditariedade, revelando como características são transmitidas de uma geração para outra.", 
"astronomia": "A astronomia é o estudo dos corpos celestes, como estrelas, planetas, galáxias e o universo como um todo.", 
"fisica quantica": "A física quântica descreve o comportamento da matéria e energia em níveis subatômicos, desafiando nossa compreensão intuitiva do mundo.", 
"biologia molecular": "A biologia molecular estuda os processos biológicos em nível molecular, como a estrutura e função do DNA e RNA.", 
"teoria big bang": "A teoria do Big Bang propõe que o universo se originou de uma explosão cósmica, há cerca de 13,8 bilhões de anos.", 
"engenharia genetica": "A engenharia genética manipula e modifica o DNA de organismos, permitindo a criação de novas características e aplicações biotecnológicas.", 
"psicologia": "A psicologia estuda a mente e o comportamento humano, buscando compreender processos mentais e influências sociais.", 
"neurociencia": "A neurociência investiga o sistema nervoso e o funcionamento do cérebro, abrangendo áreas como a cognição, emoção e comportamento.", 
"teoria relatividade geral": "A teoria da relatividade geral expande a teoria da relatividade de Einstein, descrevendo a gravidade como uma curvatura do espaço-tempo.", 
"teoria evolucao selecao natural": "A teoria da evolução por seleção natural propõe que as características favoráveis são selecionadas ao longo do tempo, impulsionando a mudança nas populações.", 
"quimica organica": "A química orgânica estuda compostos que contêm carbono, explorando sua estrutura, propriedades e síntese.", 
"biotecnologia": "A biotecnologia utiliza organismos vivos ou suas partes para desenvolver produtos e processos tecnológicos.", 
"geologia": "A geologia estuda a Terra, incluindo sua composição, estrutura, história e processos que moldam o planeta.", 
"teoria gravidade": "A teoria da gravidade descreve a atração mútua entre corpos devido à massa, explicando a queda dos corpos e os movimentos celestes.", 
"biologia celular": "A biologia celular investiga a estrutura, função e comportamento das células, que são as unidades fundamentais da vida.", 
"energia renovavel": "A energia renovável é gerada a partir de fontes naturais, como luz solar, vento, água e biomassa, sem esgotar recursos não renováveis.", 
"biologia marinha": "A biologia marinha estuda os organismos e ecossistemas encontrados nos oceanos e mares, abordando a vida marinha e a conservação dos ambientes costeiros.", 
"teoria informacao": "A teoria da informação trata da codificação, transmissão e processamento de informações, estabelecendo as bases para a comunicação moderna.", 
"engenharia civil": "A engenharia civil projeta, constrói e mantém infraestruturas como edifícios, estradas, pontes e sistemas de abastecimento de água.", 
"antropologia": "A antropologia estuda as origens, desenvolvimento e diversidade cultural da humanidade, abrangendo aspectos sociais, culturais e biológicos.", 
"astrofisica": "A astrofísica combina princípios da astronomia e da física para estudar as propriedades físicas dos corpos celestes e os processos que ocorrem no universo.", 
"engenharia eletrica": "A engenharia elétrica trata dos princípios e aplicações da eletricidade, eletrônica e sistemas de energia elétrica.", 
"biologia evolutiva": "A biologia evolutiva estuda os mecanismos e padrões da evolução biológica, incluindo seleção natural, deriva genética e especiação.", 
"mecanica quantica": "A mecânica quântica descreve o comportamento de partículas subatômicas e sistemas quânticos, fornecendo uma base teórica para a física moderna.", 
"engenharia mecanica": "A engenharia mecânica projeta e desenvolve máquinas, equipamentos e sistemas mecânicos para diversos setores industriais.", 
"ecologia": "A ecologia estuda as relações entre os seres vivos e o ambiente em que vivem, investigando os fluxos de energia e a conservação dos ecossistemas.", 
"engenharia software": "A engenharia de software desenvolve métodos e técnicas para projetar, desenvolver e manter sistemas de software de forma eficiente e confiável.", 
"bioquimica": "A bioquímica combina princípios da biologia e química para estudar os processos químicos que ocorrem nos organismos vivos.", 
"fisica particulas": "A física de partículas estuda as partículas elementares e as interações fundamentais, buscando compreender a estrutura básica do universo.", 
"engenharia materiais": "A engenharia de materiais investiga a relação entre a estrutura, propriedades e processamento de materiais para desenvolver novos materiais e aplicações.", 
"psiquiatria": "A psiquiatria é uma especialidade médica que lida com o diagnóstico, tratamento e prevenção de distúrbios mentais e transtornos psiquiátricos.", 
"biologia desenvolvimento": "A biologia do desenvolvimento estuda os processos que levam à formação e crescimento de organismos vivos, desde a concepção até a maturidade."
}