{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 19, "word_counts": "{\"qual\": 3, \"teu\": 1, \"nome\": 1, \"quantos\": 1, \"anos\": 1, \"tens\": 1, \"tua\": 1, \"idade\": 1, \"ola\": 1, \"tudo\": 1, \"bem\": 1, \"contigo\": 1, \"bom\": 1, \"dia\": 1, \"boa\": 2, \"tarde\": 1, \"noite\": 1, \"como\": 1, \"vais\": 1, \"que\": 1, \"horas\": 2, \"sao\": 1, \"diz\": 1, \"animal\": 1, \"estimacao\": 1, \"gostas\": 1, \"musica\": 1, \"podes\": 2, \"contar\": 1, \"piada\": 1, \"sabes\": 1, \"cozinhar\": 1, \"previsao\": 1, \"tempo\": 1, \"amanha\": 1, \"ensinar\": 1, \"lingua\": 1, \"estrangeira\": 1, \"pode\": 1, \"ajudar\": 1, \"dever\": 1, \"casa\": 1, \"es\": 1, \"uma\": 1, \"inteligencia\": 1, \"artificial\": 1}", "word_docs": "{\"teu\": 1, \"nome\": 1, \"qual\": 3, \"tens\": 1, \"anos\": 1, \"quantos\": 1, \"tua\": 1, \"idade\": 1, \"ola\": 1, \"bem\": 1, \"contigo\": 1, \"tudo\": 1, \"dia\": 1, \"bom\": 1, \"tarde\": 1, \"boa\": 2, \"noite\": 1, \"como\": 1, \"vais\": 1, \"horas\": 2, \"que\": 1, \"sao\": 1, \"diz\": 1, \"estimacao\": 1, \"animal\": 1, \"gostas\": 1, \"musica\": 1, \"contar\": 1, \"podes\": 2, \"piada\": 1, \"cozinhar\": 1, \"sabes\": 1, \"tempo\": 1, \"previsao\": 1, \"amanha\": 1, \"estrangeira\": 1, \"ensinar\": 1, \"lingua\": 1, \"ajudar\": 1, \"pode\": 1, \"casa\": 1, \"dever\": 1, \"inteligencia\": 1, \"artificial\": 1, \"es\": 1, \"uma\": 1}", "index_docs": "{\"5\": 1, \"6\": 1, \"1\": 3, \"9\": 1, \"8\": 1, \"7\": 1, \"10\": 1, \"11\": 1, \"12\": 1, \"14\": 1, \"15\": 1, \"13\": 1, \"17\": 1, \"16\": 1, \"18\": 1, \"2\": 2, \"19\": 1, \"20\": 1, \"21\": 1, \"3\": 2, \"22\": 1, \"23\": 1, \"24\": 1, \"26\": 1, \"25\": 1, \"27\": 1, \"28\": 1, \"29\": 1, \"4\": 2, \"30\": 1, \"32\": 1, \"31\": 1, \"34\": 1, \"33\": 1, \"35\": 1, \"38\": 1, \"36\": 1, \"37\": 1, \"40\": 1, \"39\": 1, \"42\": 1, \"41\": 1, \"45\": 1, \"46\": 1, \"43\": 1, \"44\": 1}", "index_word": "{\"1\": \"qual\", \"2\": \"boa\", \"3\": \"horas\", \"4\": \"podes\", \"5\": \"teu\", \"6\": \"nome\", \"7\": \"quantos\", \"8\": \"anos\", \"9\": \"tens\", \"10\": \"tua\", \"11\": \"idade\", \"12\": \"ola\", \"13\": \"tudo\", \"14\": \"bem\", \"15\": \"contigo\", \"16\": \"bom\", \"17\": \"dia\", \"18\": \"tarde\", \"19\": \"noite\", \"20\": \"como\", \"21\": \"vais\", \"22\": \"que\", \"23\": \"sao\", \"24\": \"diz\", \"25\": \"animal\", \"26\": \"estimacao\", \"27\": \"gostas\", \"28\": \"musica\", \"29\": \"contar\", \"30\": \"piada\", \"31\": \"sabes\", \"32\": \"cozinhar\", \"33\": \"previsao\", \"34\": \"tempo\", \"35\": \"amanha\", \"36\": \"ensinar\", \"37\": \"lingua\", \"38\": \"estrangeira\", \"39\": \"pode\", \"40\": \"ajudar\", \"41\": \"dever\", \"42\": \"casa\", \"43\": \"es\", \"44\": \"uma\", \"45\": \"inteligencia\", \"46\": \"artificial\"}", "word_index": "{\"qual\": 1, \"boa\": 2, \"horas\": 3, \"podes\": 4, \"teu\": 5, \"nome\": 6, \"quantos\": 7, \"anos\": 8, \"tens\": 9, \"tua\": 10, \"idade\": 11, \"ola\": 12, \"tudo\": 13, \"bem\": 14, \"contigo\": 15, \"bom\": 16, \"dia\": 17, \"tarde\": 18, \"noite\": 19, \"como\": 20, \"vais\": 21, \"que\": 22, \"sao\": 23, \"diz\": 24, \"animal\": 25, \"estimacao\": 26, \"gostas\": 27, \"musica\": 28, \"contar\": 29, \"piada\": 30, \"sabes\": 31, \"cozinhar\": 32, \"previsao\": 33, \"tempo\": 34, \"amanha\": 35, \"ensinar\": 36, \"lingua\": 37, \"estrangeira\": 38, \"pode\": 39, \"ajudar\": 40, \"dever\": 41, \"casa\": 42, \"es\": 43, \"uma\": 44, \"inteligencia\": 45, \"artificial\": 46}"}}