{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 88, "word_counts": "{\"capital\": 88, \"portugal\": 1, \"brasil\": 1, \"franca\": 1, \"espanha\": 1, \"alemanha\": 1, \"italia\": 1, \"inglaterra\": 1, \"estados\": 1, \"unidos\": 1, \"russia\": 1, \"japao\": 1, \"china\": 1, \"canada\": 1, \"australia\": 1, \"mexico\": 1, \"argentina\": 1, \"africa\": 1, \"do\": 4, \"sul\": 2, \"india\": 1, \"coreia\": 2, \"aravia\": 1, \"saudita\": 1, \"egito\": 1, \"tailandia\": 1, \"suecia\": 1, \"noruega\": 1, \"dinamarca\": 1, \"finlandia\": 1, \"holanda\": 1, \"belgica\": 1, \"luxemburgo\": 1, \"polonia\": 1, \"republica\": 1, \"checa\": 1, \"hungria\": 1, \"eslovaquia\": 1, \"eslovenia\": 1, \"croacia\": 1, \"bosnia\": 1, \"e\": 1, \"herzegovina\": 1, \"servia\": 1, \"montenegro\": 1, \"albania\": 1, \"macedonia\": 1, \"norte\": 2, \"grecia\": 1, \"bulgaria\": 1, \"romenia\": 1, \"moldavia\": 1, \"ucrania\": 1, \"bielorrussia\": 1, \"lituania\": 1, \"letonia\": 1, \"estonia\": 1, \"rusia\": 1, \"turquia\": 1, \"georgia\": 1, \"armenia\": 1, \"azerbaijao\": 1, \"cazaquistao\": 1, \"turquemenistao\": 1, \"uzbequistao\": 1, \"quirguistao\": 1, \"tadjiquistao\": 1, \"afeganistao\": 1, \"paquistao\": 1, \"nepal\": 1, \"butao\": 1, \"bangladesh\": 1, \"sri\": 1, \"lanka\": 1, \"maldivas\": 1, \"mongolia\": 1, \"filipinas\": 1, \"indonesia\": 1, \"malasia\": 1, \"singapura\": 1, \"brunei\": 1, \"vietna\": 1, \"laos\": 1, \"camboja\": 1, \"myanmar\": 1, \"nova\": 2, \"zelandia\": 1, \"papua\": 1, \"guine\": 1, \"fiji\": 1, \"ilhas\": 2, \"salomao\": 1, \"vanuatu\": 1, \"micronesia\": 1, \"marshall\": 1, \"kiribati\": 1, \"samoa\": 1, \"tonga\": 1, \"tuvalu\": 1, \"nauru\": 1}", "word_docs": "{\"portugal\": 1, \"capital\": 88, \"brasil\": 1, \"franca\": 1, \"espanha\": 1, \"alemanha\": 1, \"italia\": 1, \"inglaterra\": 1, \"unidos\": 1, \"estados\": 1, \"russia\": 1, \"japao\": 1, \"china\": 1, \"canada\": 1, \"australia\": 1, \"mexico\": 1, \"argentina\": 1, \"do\": 4, \"africa\": 1, \"sul\": 2, \"india\": 1, \"coreia\": 2, \"aravia\": 1, \"saudita\": 1, \"egito\": 1, \"tailandia\": 1, \"suecia\": 1, \"noruega\": 1, \"dinamarca\": 1, \"finlandia\": 1, \"holanda\": 1, \"belgica\": 1, \"luxemburgo\": 1, \"polonia\": 1, \"checa\": 1, \"republica\": 1, \"hungria\": 1, \"eslovaquia\": 1, \"eslovenia\": 1, \"croacia\": 1, \"e\": 1, \"bosnia\": 1, \"herzegovina\": 1, \"servia\": 1, \"montenegro\": 1, \"albania\": 1, \"norte\": 2, \"macedonia\": 1, \"grecia\": 1, \"bulgaria\": 1, \"romenia\": 1, \"moldavia\": 1, \"ucrania\": 1, \"bielorrussia\": 1, \"lituania\": 1, \"letonia\": 1, \"estonia\": 1, \"rusia\": 1, \"turquia\": 1, \"georgia\": 1, \"armenia\": 1, \"azerbaijao\": 1, \"cazaquistao\": 1, \"turquemenistao\": 1, \"uzbequistao\": 1, \"quirguistao\": 1, \"tadjiquistao\": 1, \"afeganistao\": 1, \"paquistao\": 1, \"nepal\": 1, \"butao\": 1, \"bangladesh\": 1, \"sri\": 1, \"lanka\": 1, \"maldivas\": 1, \"mongolia\": 1, \"filipinas\": 1, \"indonesia\": 1, \"malasia\": 1, \"singapura\": 1, \"brunei\": 1, \"vietna\": 1, \"laos\": 1, \"camboja\": 1, \"myanmar\": 1, \"zelandia\": 1, \"nova\": 2, \"papua\": 1, \"guine\": 1, \"fiji\": 1, \"salomao\": 1, \"ilhas\": 2, \"vanuatu\": 1, \"micronesia\": 1, \"marshall\": 1, \"kiribati\": 1, \"samoa\": 1, \"tonga\": 1, \"tuvalu\": 1, \"nauru\": 1}", "index_docs": "{\"8\": 1, \"1\": 88, \"9\": 1, \"10\": 1, \"11\": 1, \"12\": 1, \"13\": 1, \"14\": 1, \"16\": 1, \"15\": 1, \"17\": 1, \"18\": 1, \"19\": 1, \"20\": 1, \"21\": 1, \"22\": 1, \"23\": 1, \"2\": 4, \"24\": 1, \"3\": 2, \"25\": 1, \"4\": 2, \"26\": 1, \"27\": 1, \"28\": 1, \"29\": 1, \"30\": 1, \"31\": 1, \"32\": 1, \"33\": 1, \"34\": 1, \"35\": 1, \"36\": 1, \"37\": 1, \"39\": 1, \"38\": 1, \"40\": 1, \"41\": 1, \"42\": 1, \"43\": 1, \"45\": 1, \"44\": 1, \"46\": 1, \"47\": 1, \"48\": 1, \"49\": 1, \"5\": 2, \"50\": 1, \"51\": 1, \"52\": 1, \"53\": 1, \"54\": 1, \"55\": 1, \"56\": 1, \"57\": 1, \"58\": 1, \"59\": 1, \"60\": 1, \"61\": 1, \"62\": 1, \"63\": 1, \"64\": 1, \"65\": 1, \"66\": 1, \"67\": 1, \"68\": 1, \"69\": 1, \"70\": 1, \"71\": 1, \"72\": 1, \"73\": 1, \"74\": 1, \"75\": 1, \"76\": 1, \"77\": 1, \"78\": 1, \"79\": 1, \"80\": 1, \"81\": 1, \"82\": 1, \"83\": 1, \"84\": 1, \"85\": 1, \"86\": 1, \"87\": 1, \"88\": 1, \"6\": 2, \"89\": 1, \"90\": 1, \"91\": 1, \"92\": 1, \"7\": 2, \"93\": 1, \"94\": 1, \"95\": 1, \"96\": 1, \"97\": 1, \"98\": 1, \"99\": 1, \"100\": 1}", "index_word": "{\"1\": \"capital\", \"2\": \"do\", \"3\": \"sul\", \"4\": \"coreia\", \"5\": \"norte\", \"6\": \"nova\", \"7\": \"ilhas\", \"8\": \"portugal\", \"9\": \"brasil\", \"10\": \"franca\", \"11\": \"espanha\", \"12\": \"alemanha\", \"13\": \"italia\", \"14\": \"inglaterra\", \"15\": \"estados\", \"16\": \"unidos\", \"17\": \"russia\", \"18\": \"japao\", \"19\": \"china\", \"20\": \"canada\", \"21\": \"australia\", \"22\": \"mexico\", \"23\": \"argentina\", \"24\": \"africa\", \"25\": \"india\", \"26\": \"aravia\", \"27\": \"saudita\", \"28\": \"egito\", \"29\": \"tailandia\", \"30\": \"suecia\", \"31\": \"noruega\", \"32\": \"dinamarca\", \"33\": \"finlandia\", \"34\": \"holanda\", \"35\": \"belgica\", \"36\": \"luxemburgo\", \"37\": \"polonia\", \"38\": \"republica\", \"39\": \"checa\", \"40\": \"hungria\", \"41\": \"eslovaquia\", \"42\": \"eslovenia\", \"43\": \"croacia\", \"44\": \"bosnia\", \"45\": \"e\", \"46\": \"herzegovina\", \"47\": \"servia\", \"48\": \"montenegro\", \"49\": \"albania\", \"50\": \"macedonia\", \"51\": \"grecia\", \"52\": \"bulgaria\", \"53\": \"romenia\", \"54\": \"moldavia\", \"55\": \"ucrania\", \"56\": \"bielorrussia\", \"57\": \"lituania\", \"58\": \"letonia\", \"59\": \"estonia\", \"60\": \"rusia\", \"61\": \"turquia\", \"62\": \"georgia\", \"63\": \"armenia\", \"64\": \"azerbaijao\", \"65\": \"cazaquistao\", \"66\": \"turquemenistao\", \"67\": \"uzbequistao\", \"68\": \"quirguistao\", \"69\": \"tadjiquistao\", \"70\": \"afeganistao\", \"71\": \"paquistao\", \"72\": \"nepal\", \"73\": \"butao\", \"74\": \"bangladesh\", \"75\": \"sri\", \"76\": \"lanka\", \"77\": \"maldivas\", \"78\": \"mongolia\", \"79\": \"filipinas\", \"80\": \"indonesia\", \"81\": \"malasia\", \"82\": \"singapura\", \"83\": \"brunei\", \"84\": \"vietna\", \"85\": \"laos\", \"86\": \"camboja\", \"87\": \"myanmar\", \"88\": \"zelandia\", \"89\": \"papua\", \"90\": \"guine\", \"91\": \"fiji\", \"92\": \"salomao\", \"93\": \"vanuatu\", \"94\": \"micronesia\", \"95\": \"marshall\", \"96\": \"kiribati\", \"97\": \"samoa\", \"98\": \"tonga\", \"99\": \"tuvalu\", \"100\": \"nauru\"}", "word_index": "{\"capital\": 1, \"do\": 2, \"sul\": 3, \"coreia\": 4, \"norte\": 5, \"nova\": 6, \"ilhas\": 7, \"portugal\": 8, \"brasil\": 9, \"franca\": 10, \"espanha\": 11, \"alemanha\": 12, \"italia\": 13, \"inglaterra\": 14, \"estados\": 15, \"unidos\": 16, \"russia\": 17, \"japao\": 18, \"china\": 19, \"canada\": 20, \"australia\": 21, \"mexico\": 22, \"argentina\": 23, \"africa\": 24, \"india\": 25, \"aravia\": 26, \"saudita\": 27, \"egito\": 28, \"tailandia\": 29, \"suecia\": 30, \"noruega\": 31, \"dinamarca\": 32, \"finlandia\": 33, \"holanda\": 34, \"belgica\": 35, \"luxemburgo\": 36, \"polonia\": 37, \"republica\": 38, \"checa\": 39, \"hungria\": 40, \"eslovaquia\": 41, \"eslovenia\": 42, \"croacia\": 43, \"bosnia\": 44, \"e\": 45, \"herzegovina\": 46, \"servia\": 47, \"montenegro\": 48, \"albania\": 49, \"macedonia\": 50, \"grecia\": 51, \"bulgaria\": 52, \"romenia\": 53, \"moldavia\": 54, \"ucrania\": 55, \"bielorrussia\": 56, \"lituania\": 57, \"letonia\": 58, \"estonia\": 59, \"rusia\": 60, \"turquia\": 61, \"georgia\": 62, \"armenia\": 63, \"azerbaijao\": 64, \"cazaquistao\": 65, \"turquemenistao\": 66, \"uzbequistao\": 67, \"quirguistao\": 68, \"tadjiquistao\": 69, \"afeganistao\": 70, \"paquistao\": 71, \"nepal\": 72, \"butao\": 73, \"bangladesh\": 74, \"sri\": 75, \"lanka\": 76, \"maldivas\": 77, \"mongolia\": 78, \"filipinas\": 79, \"indonesia\": 80, \"malasia\": 81, \"singapura\": 82, \"brunei\": 83, \"vietna\": 84, \"laos\": 85, \"camboja\": 86, \"myanmar\": 87, \"zelandia\": 88, \"papua\": 89, \"guine\": 90, \"fiji\": 91, \"salomao\": 92, \"vanuatu\": 93, \"micronesia\": 94, \"marshall\": 95, \"kiribati\": 96, \"samoa\": 97, \"tonga\": 98, \"tuvalu\": 99, \"nauru\": 100}"}}