{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 55, "word_counts": "{\"rei\": 6, \"d\": 12, \"afonso\": 3, \"henriques\": 1, \"rainha\": 6, \"leonor\": 2, \"teles\": 1, \"presidente\": 11, \"ramalho\": 2, \"eanes\": 3, \"explorador\": 7, \"bartolomeu\": 2, \"dias\": 2, \"poeta\": 3, \"camoes\": 1, \"jorge\": 1, \"sampaio\": 1, \"escritor\": 11, \"eca\": 1, \"de\": 4, \"queiroz\": 1, \"gaspar\": 1, \"corte\": 1, \"real\": 1, \"fernao\": 2, \"lopes\": 1, \"marcelo\": 1, \"rebelo\": 1, \"sousa\": 1, \"bocage\": 1, \"navegador\": 8, \"diogo\": 1, \"cao\": 2, \"camilo\": 1, \"castelo\": 1, \"branco\": 1, \"pedro\": 3, \"nunes\": 1, \"vasco\": 2, \"da\": 1, \"gama\": 2, \"almeida\": 2, \"garrett\": 1, \"antonio\": 3, \"aragao\": 1, \"magalhaes\": 1, \"oliveira\": 2, \"salazar\": 2, \"sophia\": 2, \"mello\": 2, \"breyner\": 2, \"gil\": 1, \"joao\": 1, \"ii\": 2, \"catarina\": 2, \"braganca\": 1, \"sidonio\": 1, \"pais\": 1, \"jose\": 1, \"saramago\": 1, \"alvares\": 2, \"cabral\": 2, \"poetisa\": 2, \"florbela\": 1, \"espanca\": 1, \"manuel\": 3, \"julio\": 1, \"dinis\": 1, \"amelia\": 1, \"teofilo\": 1, \"braga\": 1, \"alfredo\": 1, \"keil\": 1, \"arriaga\": 1, \"miguel\": 1, \"torga\": 1, \"tristao\": 2, \"vaz\": 1, \"teixeira\": 1, \"fernando\": 1, \"pessoa\": 1, \"iii\": 1, \"austria\": 1, \"francisco\": 1, \"costa\": 1, \"gomes\": 1, \"pero\": 1, \"alenquer\": 1, \"negreiros\": 1, \"i\": 1, \"beatriz\": 1, \"castela\": 1, \"oscar\": 1, \"carmona\": 1, \"mario\": 1, \"sa\": 1, \"carneiro\": 1, \"nuno\": 1, \"andresen\": 1, \"iv\": 1, \"bernardino\": 1, \"machado\": 1}", "word_docs": "{\"d\": 12, \"afonso\": 3, \"henriques\": 1, \"rei\": 6, \"teles\": 1, \"leonor\": 2, \"rainha\": 6, \"eanes\": 3, \"ramalho\": 2, \"presidente\": 11, \"dias\": 2, \"bartolomeu\": 2, \"explorador\": 7, \"camoes\": 1, \"poeta\": 3, \"sampaio\": 1, \"jorge\": 1, \"eca\": 1, \"de\": 4, \"escritor\": 11, \"queiroz\": 1, \"gaspar\": 1, \"corte\": 1, \"real\": 1, \"fernao\": 2, \"lopes\": 1, \"sousa\": 1, \"marcelo\": 1, \"rebelo\": 1, \"bocage\": 1, \"diogo\": 1, \"navegador\": 8, \"cao\": 2, \"camilo\": 1, \"castelo\": 1, \"branco\": 1, \"nunes\": 1, \"pedro\": 3, \"vasco\": 2, \"gama\": 2, \"da\": 1, \"garrett\": 1, \"almeida\": 2, \"antonio\": 3, \"aragao\": 1, \"magalhaes\": 1, \"oliveira\": 2, \"salazar\": 2, \"sophia\": 2, \"breyner\": 2, \"mello\": 2, \"gil\": 1, \"ii\": 2, \"joao\": 1, \"catarina\": 2, \"braganca\": 1, \"pais\": 1, \"sidonio\": 1, \"jose\": 1, \"saramago\": 1, \"alvares\": 2, \"cabral\": 2, \"poetisa\": 2, \"florbela\": 1, \"espanca\": 1, \"manuel\": 3, \"julio\": 1, \"dinis\": 1, \"amelia\": 1, \"braga\": 1, \"teofilo\": 1, \"keil\": 1, \"alfredo\": 1, \"arriaga\": 1, \"torga\": 1, \"miguel\": 1, \"teixeira\": 1, \"tristao\": 2, \"vaz\": 1, \"pessoa\": 1, \"fernando\": 1, \"iii\": 1, \"austria\": 1, \"gomes\": 1, \"francisco\": 1, \"costa\": 1, \"alenquer\": 1, \"pero\": 1, \"negreiros\": 1, \"i\": 1, \"castela\": 1, \"beatriz\": 1, \"oscar\": 1, \"carmona\": 1, \"sa\": 1, \"mario\": 1, \"carneiro\": 1, \"nuno\": 1, \"andresen\": 1, \"iv\": 1, \"bernardino\": 1, \"machado\": 1}", "index_docs": "{\"1\": 12, \"9\": 3, \"35\": 1, \"6\": 6, \"36\": 1, \"15\": 2, \"7\": 6, \"10\": 3, \"16\": 2, \"2\": 11, \"18\": 2, \"17\": 2, \"5\": 7, \"37\": 1, \"11\": 3, \"39\": 1, \"38\": 1, \"40\": 1, \"8\": 4, \"3\": 11, \"41\": 1, \"42\": 1, \"43\": 1, \"44\": 1, \"19\": 2, \"45\": 1, \"48\": 1, \"46\": 1, \"47\": 1, \"49\": 1, \"50\": 1, \"4\": 8, \"20\": 2, \"51\": 1, \"52\": 1, \"53\": 1, \"54\": 1, \"12\": 3, \"21\": 2, \"22\": 2, \"55\": 1, \"56\": 1, \"23\": 2, \"13\": 3, \"57\": 1, \"58\": 1, \"24\": 2, \"25\": 2, \"26\": 2, \"28\": 2, \"27\": 2, \"59\": 1, \"29\": 2, \"60\": 1, \"30\": 2, \"61\": 1, \"63\": 1, \"62\": 1, \"64\": 1, \"65\": 1, \"31\": 2, \"32\": 2, \"33\": 2, \"66\": 1, \"67\": 1, \"14\": 3, \"68\": 1, \"69\": 1, \"70\": 1, \"72\": 1, \"71\": 1, \"74\": 1, \"73\": 1, \"75\": 1, \"77\": 1, \"76\": 1, \"79\": 1, \"34\": 2, \"78\": 1, \"81\": 1, \"80\": 1, \"82\": 1, \"83\": 1, \"86\": 1, \"84\": 1, \"85\": 1, \"88\": 1, \"87\": 1, \"89\": 1, \"90\": 1, \"92\": 1, \"91\": 1, \"93\": 1, \"94\": 1, \"96\": 1, \"95\": 1, \"97\": 1, \"98\": 1, \"99\": 1, \"100\": 1, \"101\": 1, \"102\": 1}", "index_word": "{\"1\": \"d\", \"2\": \"presidente\", \"3\": \"escritor\", \"4\": \"navegador\", \"5\": \"explorador\", \"6\": \"rei\", \"7\": \"rainha\", \"8\": \"de\", \"9\": \"afonso\", \"10\": \"eanes\", \"11\": \"poeta\", \"12\": \"pedro\", \"13\": \"antonio\", \"14\": \"manuel\", \"15\": \"leonor\", \"16\": \"ramalho\", \"17\": \"bartolomeu\", \"18\": \"dias\", \"19\": \"fernao\", \"20\": \"cao\", \"21\": \"vasco\", \"22\": \"gama\", \"23\": \"almeida\", \"24\": \"oliveira\", \"25\": \"salazar\", \"26\": \"sophia\", \"27\": \"mello\", \"28\": \"breyner\", \"29\": \"ii\", \"30\": \"catarina\", \"31\": \"alvares\", \"32\": \"cabral\", \"33\": \"poetisa\", \"34\": \"tristao\", \"35\": \"henriques\", \"36\": \"teles\", \"37\": \"camoes\", \"38\": \"jorge\", \"39\": \"sampaio\", \"40\": \"eca\", \"41\": \"queiroz\", \"42\": \"gaspar\", \"43\": \"corte\", \"44\": \"real\", \"45\": \"lopes\", \"46\": \"marcelo\", \"47\": \"rebelo\", \"48\": \"sousa\", \"49\": \"bocage\", \"50\": \"diogo\", \"51\": \"camilo\", \"52\": \"castelo\", \"53\": \"branco\", \"54\": \"nunes\", \"55\": \"da\", \"56\": \"garrett\", \"57\": \"aragao\", \"58\": \"magalhaes\", \"59\": \"gil\", \"60\": \"joao\", \"61\": \"braganca\", \"62\": \"sidonio\", \"63\": \"pais\", \"64\": \"jose\", \"65\": \"saramago\", \"66\": \"florbela\", \"67\": \"espanca\", \"68\": \"julio\", \"69\": \"dinis\", \"70\": \"amelia\", \"71\": \"teofilo\", \"72\": \"braga\", \"73\": \"alfredo\", \"74\": \"keil\", \"75\": \"arriaga\", \"76\": \"miguel\", \"77\": \"torga\", \"78\": \"vaz\", \"79\": \"teixeira\", \"80\": \"fernando\", \"81\": \"pessoa\", \"82\": \"iii\", \"83\": \"austria\", \"84\": \"francisco\", \"85\": \"costa\", \"86\": \"gomes\", \"87\": \"pero\", \"88\": \"alenquer\", \"89\": \"negreiros\", \"90\": \"i\", \"91\": \"beatriz\", \"92\": \"castela\", \"93\": \"oscar\", \"94\": \"carmona\", \"95\": \"mario\", \"96\": \"sa\", \"97\": \"carneiro\", \"98\": \"nuno\", \"99\": \"andresen\", \"100\": \"iv\", \"101\": \"bernardino\", \"102\": \"machado\"}", "word_index": "{\"d\": 1, \"presidente\": 2, \"escritor\": 3, \"navegador\": 4, \"explorador\": 5, \"rei\": 6, \"rainha\": 7, \"de\": 8, \"afonso\": 9, \"eanes\": 10, \"poeta\": 11, \"pedro\": 12, \"antonio\": 13, \"manuel\": 14, \"leonor\": 15, \"ramalho\": 16, \"bartolomeu\": 17, \"dias\": 18, \"fernao\": 19, \"cao\": 20, \"vasco\": 21, \"gama\": 22, \"almeida\": 23, \"oliveira\": 24, \"salazar\": 25, \"sophia\": 26, \"mello\": 27, \"breyner\": 28, \"ii\": 29, \"catarina\": 30, \"alvares\": 31, \"cabral\": 32, \"poetisa\": 33, \"tristao\": 34, \"henriques\": 35, \"teles\": 36, \"camoes\": 37, \"jorge\": 38, \"sampaio\": 39, \"eca\": 40, \"queiroz\": 41, \"gaspar\": 42, \"corte\": 43, \"real\": 44, \"lopes\": 45, \"marcelo\": 46, \"rebelo\": 47, \"sousa\": 48, \"bocage\": 49, \"diogo\": 50, \"camilo\": 51, \"castelo\": 52, \"branco\": 53, \"nunes\": 54, \"da\": 55, \"garrett\": 56, \"aragao\": 57, \"magalhaes\": 58, \"gil\": 59, \"joao\": 60, \"braganca\": 61, \"sidonio\": 62, \"pais\": 63, \"jose\": 64, \"saramago\": 65, \"florbela\": 66, \"espanca\": 67, \"julio\": 68, \"dinis\": 69, \"amelia\": 70, \"teofilo\": 71, \"braga\": 72, \"alfredo\": 73, \"keil\": 74, \"arriaga\": 75, \"miguel\": 76, \"torga\": 77, \"vaz\": 78, \"teixeira\": 79, \"fernando\": 80, \"pessoa\": 81, \"iii\": 82, \"austria\": 83, \"francisco\": 84, \"costa\": 85, \"gomes\": 86, \"pero\": 87, \"alenquer\": 88, \"negreiros\": 89, \"i\": 90, \"beatriz\": 91, \"castela\": 92, \"oscar\": 93, \"carmona\": 94, \"mario\": 95, \"sa\": 96, \"carneiro\": 97, \"nuno\": 98, \"andresen\": 99, \"iv\": 100, \"bernardino\": 101, \"machado\": 102}"}}