{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 45, "word_counts": "{\"antigo\": 1, \"egito\": 1, \"imperio\": 1, \"romano\": 1, \"idade\": 1, \"media\": 1, \"renascimento\": 1, \"revolucao\": 14, \"cientifica\": 1, \"industrial\": 5, \"francesa\": 1, \"guerra\": 6, \"independencia\": 3, \"estados\": 4, \"unidos\": 4, \"russa\": 1, \"primeira\": 1, \"mundial\": 2, \"segunda\": 1, \"fria\": 1, \"descolonizacao\": 1, \"apartheid\": 3, \"vietna\": 1, \"movimento\": 4, \"pelos\": 2, \"direitos\": 5, \"civis\": 4, \"crise\": 2, \"dos\": 6, \"misseis\": 2, \"cuba\": 1, \"no\": 5, \"queda\": 1, \"muro\": 1, \"berlim\": 1, \"cultural\": 2, \"chinesa\": 1, \"nos\": 2, \"golpe\": 1, \"estado\": 1, \"chile\": 1, \"inglaterra\": 1, \"declaracao\": 1, \"universal\": 1, \"humanos\": 1, \"cortina\": 1, \"ferro\": 1, \"ira\": 1, \"massacre\": 1, \"nanquim\": 1, \"cubana\": 1, \"mexicana\": 1, \"india\": 1, \"1962\": 1, \"marcha\": 1, \"sobre\": 1, \"washington\": 1, \"por\": 1, \"trabalho\": 1, \"liberdade\": 1, \"canada\": 1, \"secessao\": 1, \"iraniana\": 1, \"africa\": 1, \"sul\": 1, \"chegada\": 1, \"homem\": 1, \"a\": 1, \"lua\": 1, \"invencao\": 1, \"lampada\": 1, \"eletrica\": 1, \"nascimento\": 1, \"expansao\": 1, \"islamismo\": 1, \"alemanha\": 1, \"meiji\": 1, \"japao\": 1, \"franca\": 1, \"tratado\": 1, \"versalhes\": 1}", "word_docs": "{\"antigo\": 1, \"egito\": 1, \"imperio\": 1, \"romano\": 1, \"media\": 1, \"idade\": 1, \"renascimento\": 1, \"cientifica\": 1, \"revolucao\": 14, \"industrial\": 5, \"francesa\": 1, \"estados\": 4, \"independencia\": 3, \"guerra\": 6, \"unidos\": 4, \"russa\": 1, \"mundial\": 2, \"primeira\": 1, \"segunda\": 1, \"fria\": 1, \"descolonizacao\": 1, \"apartheid\": 3, \"vietna\": 1, \"direitos\": 5, \"civis\": 4, \"movimento\": 4, \"pelos\": 2, \"cuba\": 1, \"misseis\": 2, \"dos\": 6, \"crise\": 2, \"no\": 5, \"muro\": 1, \"berlim\": 1, \"queda\": 1, \"cultural\": 2, \"chinesa\": 1, \"nos\": 2, \"chile\": 1, \"golpe\": 1, \"estado\": 1, \"inglaterra\": 1, \"declaracao\": 1, \"universal\": 1, \"humanos\": 1, \"ferro\": 1, \"cortina\": 1, \"ira\": 1, \"massacre\": 1, \"nanquim\": 1, \"cubana\": 1, \"mexicana\": 1, \"india\": 1, \"1962\": 1, \"liberdade\": 1, \"trabalho\": 1, \"sobre\": 1, \"marcha\": 1, \"por\": 1, \"washington\": 1, \"canada\": 1, \"secessao\": 1, \"iraniana\": 1, \"sul\": 1, \"africa\": 1, \"chegada\": 1, \"homem\": 1, \"a\": 1, \"lua\": 1, \"lampada\": 1, \"invencao\": 1, \"eletrica\": 1, \"nascimento\": 1, \"expansao\": 1, \"islamismo\": 1, \"alemanha\": 1, \"japao\": 1, \"meiji\": 1, \"franca\": 1, \"versalhes\": 1, \"tratado\": 1}", "index_docs": "{\"19\": 1, \"20\": 1, \"21\": 1, \"22\": 1, \"24\": 1, \"23\": 1, \"25\": 1, \"26\": 1, \"1\": 14, \"4\": 5, \"27\": 1, \"7\": 4, \"11\": 3, \"2\": 6, \"8\": 4, \"28\": 1, \"13\": 2, \"29\": 1, \"30\": 1, \"31\": 1, \"32\": 1, \"12\": 3, \"33\": 1, \"5\": 5, \"10\": 4, \"9\": 4, \"14\": 2, \"34\": 1, \"16\": 2, \"3\": 6, \"15\": 2, \"6\": 5, \"36\": 1, \"37\": 1, \"35\": 1, \"17\": 2, \"38\": 1, \"18\": 2, \"41\": 1, \"39\": 1, \"40\": 1, \"42\": 1, \"43\": 1, \"44\": 1, \"45\": 1, \"47\": 1, \"46\": 1, \"48\": 1, \"49\": 1, \"50\": 1, \"51\": 1, \"52\": 1, \"53\": 1, \"54\": 1, \"60\": 1, \"59\": 1, \"56\": 1, \"55\": 1, \"58\": 1, \"57\": 1, \"61\": 1, \"62\": 1, \"63\": 1, \"65\": 1, \"64\": 1, \"66\": 1, \"67\": 1, \"68\": 1, \"69\": 1, \"71\": 1, \"70\": 1, \"72\": 1, \"73\": 1, \"74\": 1, \"75\": 1, \"76\": 1, \"78\": 1, \"77\": 1, \"79\": 1, \"81\": 1, \"80\": 1}", "index_word": "{\"1\": \"revolucao\", \"2\": \"guerra\", \"3\": \"dos\", \"4\": \"industrial\", \"5\": \"direitos\", \"6\": \"no\", \"7\": \"estados\", \"8\": \"unidos\", \"9\": \"movimento\", \"10\": \"civis\", \"11\": \"independencia\", \"12\": \"apartheid\", \"13\": \"mundial\", \"14\": \"pelos\", \"15\": \"crise\", \"16\": \"misseis\", \"17\": \"cultural\", \"18\": \"nos\", \"19\": \"antigo\", \"20\": \"egito\", \"21\": \"imperio\", \"22\": \"romano\", \"23\": \"idade\", \"24\": \"media\", \"25\": \"renascimento\", \"26\": \"cientifica\", \"27\": \"francesa\", \"28\": \"russa\", \"29\": \"primeira\", \"30\": \"segunda\", \"31\": \"fria\", \"32\": \"descolonizacao\", \"33\": \"vietna\", \"34\": \"cuba\", \"35\": \"queda\", \"36\": \"muro\", \"37\": \"berlim\", \"38\": \"chinesa\", \"39\": \"golpe\", \"40\": \"estado\", \"41\": \"chile\", \"42\": \"inglaterra\", \"43\": \"declaracao\", \"44\": \"universal\", \"45\": \"humanos\", \"46\": \"cortina\", \"47\": \"ferro\", \"48\": \"ira\", \"49\": \"massacre\", \"50\": \"nanquim\", \"51\": \"cubana\", \"52\": \"mexicana\", \"53\": \"india\", \"54\": \"1962\", \"55\": \"marcha\", \"56\": \"sobre\", \"57\": \"washington\", \"58\": \"por\", \"59\": \"trabalho\", \"60\": \"liberdade\", \"61\": \"canada\", \"62\": \"secessao\", \"63\": \"iraniana\", \"64\": \"africa\", \"65\": \"sul\", \"66\": \"chegada\", \"67\": \"homem\", \"68\": \"a\", \"69\": \"lua\", \"70\": \"invencao\", \"71\": \"lampada\", \"72\": \"eletrica\", \"73\": \"nascimento\", \"74\": \"expansao\", \"75\": \"islamismo\", \"76\": \"alemanha\", \"77\": \"meiji\", \"78\": \"japao\", \"79\": \"franca\", \"80\": \"tratado\", \"81\": \"versalhes\"}", "word_index": "{\"revolucao\": 1, \"guerra\": 2, \"dos\": 3, \"industrial\": 4, \"direitos\": 5, \"no\": 6, \"estados\": 7, \"unidos\": 8, \"movimento\": 9, \"civis\": 10, \"independencia\": 11, \"apartheid\": 12, \"mundial\": 13, \"pelos\": 14, \"crise\": 15, \"misseis\": 16, \"cultural\": 17, \"nos\": 18, \"antigo\": 19, \"egito\": 20, \"imperio\": 21, \"romano\": 22, \"idade\": 23, \"media\": 24, \"renascimento\": 25, \"cientifica\": 26, \"francesa\": 27, \"russa\": 28, \"primeira\": 29, \"segunda\": 30, \"fria\": 31, \"descolonizacao\": 32, \"vietna\": 33, \"cuba\": 34, \"queda\": 35, \"muro\": 36, \"berlim\": 37, \"chinesa\": 38, \"golpe\": 39, \"estado\": 40, \"chile\": 41, \"inglaterra\": 42, \"declaracao\": 43, \"universal\": 44, \"humanos\": 45, \"cortina\": 46, \"ferro\": 47, \"ira\": 48, \"massacre\": 49, \"nanquim\": 50, \"cubana\": 51, \"mexicana\": 52, \"india\": 53, \"1962\": 54, \"marcha\": 55, \"sobre\": 56, \"washington\": 57, \"por\": 58, \"trabalho\": 59, \"liberdade\": 60, \"canada\": 61, \"secessao\": 62, \"iraniana\": 63, \"africa\": 64, \"sul\": 65, \"chegada\": 66, \"homem\": 67, \"a\": 68, \"lua\": 69, \"invencao\": 70, \"lampada\": 71, \"eletrica\": 72, \"nascimento\": 73, \"expansao\": 74, \"islamismo\": 75, \"alemanha\": 76, \"meiji\": 77, \"japao\": 78, \"franca\": 79, \"tratado\": 80, \"versalhes\": 81}"}}