{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 64, "word_counts": "{\"populacao\": 64, \"portugal\": 1, \"brasil\": 1, \"franca\": 1, \"espanha\": 1, \"alemanha\": 1, \"italia\": 1, \"grecia\": 1, \"suica\": 1, \"suecia\": 1, \"noruega\": 1, \"dinamarca\": 1, \"finlandia\": 1, \"holanda\": 1, \"belgica\": 1, \"luxemburgo\": 1, \"polonia\": 1, \"republica\": 1, \"checa\": 1, \"hungria\": 1, \"eslovaquia\": 1, \"eslovenia\": 1, \"croacia\": 1, \"bosnia\": 1, \"e\": 1, \"herzegovina\": 1, \"servia\": 1, \"montenegro\": 1, \"albania\": 1, \"macedonia\": 1, \"do\": 1, \"norte\": 1, \"bulgaria\": 1, \"romenia\": 1, \"moldavia\": 1, \"ucrania\": 1, \"bielorrussia\": 1, \"lituania\": 1, \"letonia\": 1, \"estonia\": 1, \"rusia\": 1, \"turquia\": 1, \"georgia\": 1, \"armenia\": 1, \"azerbaijao\": 1, \"cazaquistao\": 1, \"turquemenistao\": 1, \"uzbequistao\": 1, \"quirguistao\": 1, \"tadjiquistao\": 1, \"afeganistao\": 1, \"paquistao\": 1, \"india\": 1, \"nepal\": 1, \"bangladesh\": 1, \"sri\": 1, \"lanka\": 1, \"maldivas\": 1, \"australia\": 1, \"nova\": 2, \"zelandia\": 1, \"papua\": 1, \"guine\": 1, \"fiji\": 1, \"ilhas\": 2, \"salomao\": 1, \"vanuatu\": 1, \"micronesia\": 1, \"marshall\": 1, \"kiribati\": 1, \"samoa\": 1, \"tonga\": 1, \"tuvalu\": 1, \"nauru\": 1}", "word_docs": "{\"populacao\": 64, \"portugal\": 1, \"brasil\": 1, \"franca\": 1, \"espanha\": 1, \"alemanha\": 1, \"italia\": 1, \"grecia\": 1, \"suica\": 1, \"suecia\": 1, \"noruega\": 1, \"dinamarca\": 1, \"finlandia\": 1, \"holanda\": 1, \"belgica\": 1, \"luxemburgo\": 1, \"polonia\": 1, \"checa\": 1, \"republica\": 1, \"hungria\": 1, \"eslovaquia\": 1, \"eslovenia\": 1, \"croacia\": 1, \"e\": 1, \"herzegovina\": 1, \"bosnia\": 1, \"servia\": 1, \"montenegro\": 1, \"albania\": 1, \"macedonia\": 1, \"do\": 1, \"norte\": 1, \"bulgaria\": 1, \"romenia\": 1, \"moldavia\": 1, \"ucrania\": 1, \"bielorrussia\": 1, \"lituania\": 1, \"letonia\": 1, \"estonia\": 1, \"rusia\": 1, \"turquia\": 1, \"georgia\": 1, \"armenia\": 1, \"azerbaijao\": 1, \"cazaquistao\": 1, \"turquemenistao\": 1, \"uzbequistao\": 1, \"quirguistao\": 1, \"tadjiquistao\": 1, \"afeganistao\": 1, \"paquistao\": 1, \"india\": 1, \"nepal\": 1, \"bangladesh\": 1, \"sri\": 1, \"lanka\": 1, \"maldivas\": 1, \"australia\": 1, \"nova\": 2, \"zelandia\": 1, \"papua\": 1, \"guine\": 1, \"fiji\": 1, \"salomao\": 1, \"ilhas\": 2, \"vanuatu\": 1, \"micronesia\": 1, \"marshall\": 1, \"kiribati\": 1, \"samoa\": 1, \"tonga\": 1, \"tuvalu\": 1, \"nauru\": 1}", "index_docs": "{\"1\": 64, \"4\": 1, \"5\": 1, \"6\": 1, \"7\": 1, \"8\": 1, \"9\": 1, \"10\": 1, \"11\": 1, \"12\": 1, \"13\": 1, \"14\": 1, \"15\": 1, \"16\": 1, \"17\": 1, \"18\": 1, \"19\": 1, \"21\": 1, \"20\": 1, \"22\": 1, \"23\": 1, \"24\": 1, \"25\": 1, \"27\": 1, \"28\": 1, \"26\": 1, \"29\": 1, \"30\": 1, \"31\": 1, \"32\": 1, \"33\": 1, \"34\": 1, \"35\": 1, \"36\": 1, \"37\": 1, \"38\": 1, \"39\": 1, \"40\": 1, \"41\": 1, \"42\": 1, \"43\": 1, \"44\": 1, \"45\": 1, \"46\": 1, \"47\": 1, \"48\": 1, \"49\": 1, \"50\": 1, \"51\": 1, \"52\": 1, \"53\": 1, \"54\": 1, \"55\": 1, \"56\": 1, \"57\": 1, \"58\": 1, \"59\": 1, \"60\": 1, \"61\": 1, \"2\": 2, \"62\": 1, \"63\": 1, \"64\": 1, \"65\": 1, \"66\": 1, \"3\": 2, \"67\": 1, \"68\": 1, \"69\": 1, \"70\": 1, \"71\": 1, \"72\": 1, \"73\": 1, \"74\": 1}", "index_word": "{\"1\": \"populacao\", \"2\": \"nova\", \"3\": \"ilhas\", \"4\": \"portugal\", \"5\": \"brasil\", \"6\": \"franca\", \"7\": \"espanha\", \"8\": \"alemanha\", \"9\": \"italia\", \"10\": \"grecia\", \"11\": \"suica\", \"12\": \"suecia\", \"13\": \"noruega\", \"14\": \"dinamarca\", \"15\": \"finlandia\", \"16\": \"holanda\", \"17\": \"belgica\", \"18\": \"luxemburgo\", \"19\": \"polonia\", \"20\": \"republica\", \"21\": \"checa\", \"22\": \"hungria\", \"23\": \"eslovaquia\", \"24\": \"eslovenia\", \"25\": \"croacia\", \"26\": \"bosnia\", \"27\": \"e\", \"28\": \"herzegovina\", \"29\": \"servia\", \"30\": \"montenegro\", \"31\": \"albania\", \"32\": \"macedonia\", \"33\": \"do\", \"34\": \"norte\", \"35\": \"bulgaria\", \"36\": \"romenia\", \"37\": \"moldavia\", \"38\": \"ucrania\", \"39\": \"bielorrussia\", \"40\": \"lituania\", \"41\": \"letonia\", \"42\": \"estonia\", \"43\": \"rusia\", \"44\": \"turquia\", \"45\": \"georgia\", \"46\": \"armenia\", \"47\": \"azerbaijao\", \"48\": \"cazaquistao\", \"49\": \"turquemenistao\", \"50\": \"uzbequistao\", \"51\": \"quirguistao\", \"52\": \"tadjiquistao\", \"53\": \"afeganistao\", \"54\": \"paquistao\", \"55\": \"india\", \"56\": \"nepal\", \"57\": \"bangladesh\", \"58\": \"sri\", \"59\": \"lanka\", \"60\": \"maldivas\", \"61\": \"australia\", \"62\": \"zelandia\", \"63\": \"papua\", \"64\": \"guine\", \"65\": \"fiji\", \"66\": \"salomao\", \"67\": \"vanuatu\", \"68\": \"micronesia\", \"69\": \"marshall\", \"70\": \"kiribati\", \"71\": \"samoa\", \"72\": \"tonga\", \"73\": \"tuvalu\", \"74\": \"nauru\"}", "word_index": "{\"populacao\": 1, \"nova\": 2, \"ilhas\": 3, \"portugal\": 4, \"brasil\": 5, \"franca\": 6, \"espanha\": 7, \"alemanha\": 8, \"italia\": 9, \"grecia\": 10, \"suica\": 11, \"suecia\": 12, \"noruega\": 13, \"dinamarca\": 14, \"finlandia\": 15, \"holanda\": 16, \"belgica\": 17, \"luxemburgo\": 18, \"polonia\": 19, \"republica\": 20, \"checa\": 21, \"hungria\": 22, \"eslovaquia\": 23, \"eslovenia\": 24, \"croacia\": 25, \"bosnia\": 26, \"e\": 27, \"herzegovina\": 28, \"servia\": 29, \"montenegro\": 30, \"albania\": 31, \"macedonia\": 32, \"do\": 33, \"norte\": 34, \"bulgaria\": 35, \"romenia\": 36, \"moldavia\": 37, \"ucrania\": 38, \"bielorrussia\": 39, \"lituania\": 40, \"letonia\": 41, \"estonia\": 42, \"rusia\": 43, \"turquia\": 44, \"georgia\": 45, \"armenia\": 46, \"azerbaijao\": 47, \"cazaquistao\": 48, \"turquemenistao\": 49, \"uzbequistao\": 50, \"quirguistao\": 51, \"tadjiquistao\": 52, \"afeganistao\": 53, \"paquistao\": 54, \"india\": 55, \"nepal\": 56, \"bangladesh\": 57, \"sri\": 58, \"lanka\": 59, \"maldivas\": 60, \"australia\": 61, \"zelandia\": 62, \"papua\": 63, \"guine\": 64, \"fiji\": 65, \"salomao\": 66, \"vanuatu\": 67, \"micronesia\": 68, \"marshall\": 69, \"kiribati\": 70, \"samoa\": 71, \"tonga\": 72, \"tuvalu\": 73, \"nauru\": 74}"}}