{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 34, "word_counts": "{\"teoria\": 6, \"relatividade\": 2, \"evolucao\": 2, \"genetica\": 2, \"astronomia\": 1, \"fisica\": 2, \"quantica\": 2, \"biologia\": 5, \"molecular\": 1, \"big\": 1, \"bang\": 1, \"engenharia\": 6, \"psicologia\": 1, \"neurociencia\": 1, \"geral\": 1, \"selecao\": 1, \"natural\": 1, \"quimica\": 1, \"organica\": 1, \"biotecnologia\": 1, \"geologia\": 1, \"gravidade\": 1, \"celular\": 1, \"energia\": 1, \"renovavel\": 1, \"marinha\": 1, \"informacao\": 1, \"civil\": 1, \"antropologia\": 1, \"astrofisica\": 1, \"eletrica\": 1, \"evolutiva\": 1, \"mecanica\": 2, \"ecologia\": 1, \"software\": 1, \"bioquimica\": 1, \"particulas\": 1, \"materiais\": 1, \"psiquiatria\": 1, \"desenvolvimento\": 1}", "word_docs": "{\"teoria\": 6, \"relatividade\": 2, \"evolucao\": 2, \"genetica\": 2, \"astronomia\": 1, \"quantica\": 2, \"fisica\": 2, \"biologia\": 5, \"molecular\": 1, \"big\": 1, \"bang\": 1, \"engenharia\": 6, \"psicologia\": 1, \"neurociencia\": 1, \"geral\": 1, \"selecao\": 1, \"natural\": 1, \"quimica\": 1, \"organica\": 1, \"biotecnologia\": 1, \"geologia\": 1, \"gravidade\": 1, \"celular\": 1, \"renovavel\": 1, \"energia\": 1, \"marinha\": 1, \"informacao\": 1, \"civil\": 1, \"antropologia\": 1, \"astrofisica\": 1, \"eletrica\": 1, \"evolutiva\": 1, \"mecanica\": 2, \"ecologia\": 1, \"software\": 1, \"bioquimica\": 1, \"particulas\": 1, \"materiais\": 1, \"psiquiatria\": 1, \"desenvolvimento\": 1}", "index_docs": "{\"1\": 6, \"4\": 2, \"5\": 2, \"6\": 2, \"10\": 1, \"8\": 2, \"7\": 2, \"3\": 5, \"11\": 1, \"12\": 1, \"13\": 1, \"2\": 6, \"14\": 1, \"15\": 1, \"16\": 1, \"17\": 1, \"18\": 1, \"19\": 1, \"20\": 1, \"21\": 1, \"22\": 1, \"23\": 1, \"24\": 1, \"26\": 1, \"25\": 1, \"27\": 1, \"28\": 1, \"29\": 1, \"30\": 1, \"31\": 1, \"32\": 1, \"33\": 1, \"9\": 2, \"34\": 1, \"35\": 1, \"36\": 1, \"37\": 1, \"38\": 1, \"39\": 1, \"40\": 1}", "index_word": "{\"1\": \"teoria\", \"2\": \"engenharia\", \"3\": \"biologia\", \"4\": \"relatividade\", \"5\": \"evolucao\", \"6\": \"genetica\", \"7\": \"fisica\", \"8\": \"quantica\", \"9\": \"mecanica\", \"10\": \"astronomia\", \"11\": \"molecular\", \"12\": \"big\", \"13\": \"bang\", \"14\": \"psicologia\", \"15\": \"neurociencia\", \"16\": \"geral\", \"17\": \"selecao\", \"18\": \"natural\", \"19\": \"quimica\", \"20\": \"organica\", \"21\": \"biotecnologia\", \"22\": \"geologia\", \"23\": \"gravidade\", \"24\": \"celular\", \"25\": \"energia\", \"26\": \"renovavel\", \"27\": \"marinha\", \"28\": \"informacao\", \"29\": \"civil\", \"30\": \"antropologia\", \"31\": \"astrofisica\", \"32\": \"eletrica\", \"33\": \"evolutiva\", \"34\": \"ecologia\", \"35\": \"software\", \"36\": \"bioquimica\", \"37\": \"particulas\", \"38\": \"materiais\", \"39\": \"psiquiatria\", \"40\": \"desenvolvimento\"}", "word_index": "{\"teoria\": 1, \"engenharia\": 2, \"biologia\": 3, \"relatividade\": 4, \"evolucao\": 5, \"genetica\": 6, \"fisica\": 7, \"quantica\": 8, \"mecanica\": 9, \"astronomia\": 10, \"molecular\": 11, \"big\": 12, \"bang\": 13, \"psicologia\": 14, \"neurociencia\": 15, \"geral\": 16, \"selecao\": 17, \"natural\": 18, \"quimica\": 19, \"organica\": 20, \"biotecnologia\": 21, \"geologia\": 22, \"gravidade\": 23, \"celular\": 24, \"energia\": 25, \"renovavel\": 26, \"marinha\": 27, \"informacao\": 28, \"civil\": 29, \"antropologia\": 30, \"astrofisica\": 31, \"eletrica\": 32, \"evolutiva\": 33, \"ecologia\": 34, \"software\": 35, \"bioquimica\": 36, \"particulas\": 37, \"materiais\": 38, \"psiquiatria\": 39, \"desenvolvimento\": 40}"}}